[
  {
    "dia": "1º dia",
    "data": "12/03/2025",
    "passeio": "Dia: Centro Histórico de Arraial d'Ajuda e Pitinga",
    "imagem1": "./assets/arraial-1.png",
    "imagem2": "./assets/arraial-2.png",
    "textoPasseio": "No primeiro dia, começamos com as boas-vindas das Jokanas e seguimos para Arraial d’Ajuda, um destino encantador. Visitaremos o Centro Histórico, a Igreja Nossa Senhora d’Ajuda e o Mirante das Fitinhas, antes de curtir a Praia de Pitinga e suas falésias impressionantes. Prepare-se para um dia vibrante e inesquecível!",
    "passeioNoite": "Noite: Quadrado de Trancoso",
    "imagemNoite": "./assets/trancoso-noite.png",
    "textoPasseioNoite": "Agora é hora de explorar o famoso Quadrado de Trancoso, que ganha vida à noite com suas luzes suaves, música ao vivo e um ambiente charmoso. Prepare-se para fotos incríveis, com a igreja iluminada criando um cenário magnífico. Trancoso oferece desde restaurantes refinados até comidas de rua deliciosas, e a noite é pura magia!"
  },
  {
    "dia": "2º dia",
    "data": "13/03/2025",
    "passeio": "Dia e noite: Caraíva com hospedagem",
    "imagem1": "./assets/caraiva-1.png",
    "imagem2": "./assets/caraiva-2.png",
    "textoPasseio": "Hoje vamos explorar Caraíva, uma vila mágica acessível apenas por canoa. Após atravessar o rio, sentiremos sua energia especial. Pela manhã, visitaremos a Igreja de São Sebastião, a charmosa Casinha Verde e a Barra, onde o rio encontra o mar em um cenário deslumbrante.",
    "passeioNoite": "Noite: Caraíva",
    "imagemNoite": "./assets/caraiva-noite.webp",
    "textoPasseioNoite": "À noite, a magia de Caraíva continua com ruas de areia iluminadas pelos restaurantes, criando um clima acolhedor. Vamos dançar no tradicional forró, onde a cultura local brilha. Caraíva é para ser vivida em cada detalhe, e essa experiência será inesquecível!"
  },
  {
    "dia": "3º dia",
    "data": "14/03/2025",
    "passeio": "Dia: Praia do Satu",
    "imagem1": "./assets/satu-1.png",
    "imagem2": "./assets/satu-2.png",
    "textoPasseio": "Partiu Satú? Vamos pegar a lancha e explorar uma das praias mais incríveis da região! A Praia do Satú, com suas piscinas naturais, falésias e lagoas cristalinas, é um verdadeiro tesouro. Chegaremos na maré baixa para aproveitar ainda mais. Após um dia inesquecível, voltamos a Porto Seguro, onde a diversão continua à noite!",
    "passeioNoite": "Noite: Luau Tôa Tôa",
    "imagemNoite": "./assets/luau-toa-toa.png",
    "textoPasseioNoite": "Agora é hora de festa! Prepare-se para um luau incrível na praia, no estilo havaiano, com muita cor e alegria. O Luau Tôa Tôa tem banda ao vivo, DJ, Cia de dança e um open bar de 1h30 para animar a noite. Com aulas de ritmos e um abadá estiloso, essa será uma noite épica e inesquecível! Pronta para curtir?"
  },
  {
    "dia": "4º dia",
    "data": "15/03/2025",
    "passeio": "Dia: Centro Histórico, Aldeia Indígena e  Praia de Coroa Vermelha",
    "imagem1": "./assets/coroa-vermelha.png",
    "imagem2": "./assets/aldeia-indigena.png",
    "textoPasseio": "Começamos o dia no Centro Histórico de Porto Seguro, com suas vistas panorâmicas e casinhas coloridas perfeitas para fotos. Depois, visitaremos a Aldeia Indígena Txag’Ru Mirawê para uma imersão cultural e para provar o irresistível peixe na patioba. Em seguida, relaxaremos na Praia de Coroa Vermelha antes de voltar à pousada e se preparar para a animação da noite!",
    "passeioNoite": "Noite: Arraial d’Ajuda",
    "imagemNoite": "./assets/arraial-noite.png",
    "textoPasseioNoite": "Explorar Arraial d’Ajuda à noite é imperdível! Começamos pela icônica Broduei e seguimos para a charmosa Rua Mucugê, com o Beco das Cores e a Praça Caminho do Mar, repletos de lojas, bares e restaurantes. Para encerrar, vamos ao Morocha Club, um dos melhores pontos da vida noturna. Prepare-se para uma noite inesquecível!"
  },
  {
    "dia": "5º dia",
    "data": "16/03/2025",
    "passeio": "Dia: Trancoso + Praia do Espelho",
    "imagem1": "./assets/trancoso.png",
    "imagem2": "./assets/praia-do-espelho.png",
    "textoPasseio": "Durante o dia, exploraremos o mágico Quadrado de Trancoso, com a Igreja de São João Batista, casas coloridas e um mirante deslumbrante para fotos inesquecíveis. Em seguida, faremos uma parada na Praia dos Nativos e na charmosa Casinha do Pescador. Depois, seguiremos para a Praia do Espelho, uma das mais belas da região, com suas piscinas naturais na maré baixa. Um dia para guardar na memória para sempre – pronta para viver essa experiência?",
    "passeioNoite": "Noite: Passarela do Álcool",
    "imagemNoite": "./assets/passarela-do-alcool.png",
    "textoPasseioNoite": "Chegou a hora de dizer adeus às Jokanas! Vamos encerrar nossa jornada na vibrante Passarela do Álcool, com uma variedade de restaurantes, barracas, feira de artesanato, fonte luminosa e bares com música ao vivo. É o lugar perfeito para últimas compras, uma bebida e aproveitar a atmosfera animada. Vamos aproveitar cada minuto para garantir que este dia seja inesquecível e que a viagem fique gravada na memória como uma das melhores da sua vida!"
  }
]
